[
    {
        "id": "1",
        "image": "images/img1.jpg",
        "name": "Modern White Floating Shelf, Thick Wall Shelf with light, Wooden Shelf with Led Light Strip, Floating Shelf with 12V DC LED light",
        "brand": "Brand:HafiNaShop",
        "price": "399",
        "desc": "Description",
        "des": "★★★ PLEASE READ THE DESCRIPTION CAREFULLY BEFORE ORDERING ★★★ If you include wooden details in your home and shape your decoration accordingly, this wooden wall shelf is for you! It is up to your creativity to fill the shelves of this product, which will change the whole atmosphere as soon as it takes its place on the wall! Correct installation will require an electrician. These shelves with LED are not intended to be plugged in with an exterior plug. The wiring is intended to be hardwired into your wall. The LED needs to be wired to a 110-120VAC power source. In addition, the driver/transformer/adapter is not included. You will need a 12V 1A DC adapter (For 1.5 meters)/transformer that you can easily find anywhere to run the LED light. You will need a separate transformer or adapter for each shelf. ★★★ FEATURES ★★★ ♦ LED Color: Daylight ( 3000k ) ♦ Pictured Shelves: 30",
        "button": "Check Out"
    },
    {
        "id": "2",
        "image": "images/img2.jpg",
        "name": "Floating Shelf, Thick Wall Shellf with lights, Wooden Shelf with Led Light Strip, Floating Shelf with 12V DC LED lights",
        "brand": "Brand:HafiNaShop",
        "price": "599",
        "desc": "Description",
        "des": "★★★ PLEASE READ THE DESCRIPTION CAREFULLY BEFORE ORDERING ★★★ If you include wooden details in your home and shape your decoration accordingly, this wooden wall shelf is for you! It is up to your creativity to fill the shelves of this product, which will change the whole atmosphere as soon as it takes its place on the wall! Correct installation will require an electrician. These shelves with LED are not intended to be plugged in with an exterior plug. The wiring is intended to be hardwired into your wall. The LED needs to be wired to a 110-120VAC power source. In addition, the driver/transformer/adapter is not included.  You will need a 12V 1A DC adapter (For 1.5 meters) /transformer that you can easily find anywhere to run the LED light. You will need a separate transformer or adapter for each shelf. ★★★ FEATURES ★★★  ♦ LED Color: Daylight ( 3000k ) ♦ Pictured Shelves: 30",
        "button": "Check Out"
    },
    {
        "id": "3",
        "image": "images/img3.jpg",
        "name": "Natural Floating Shelf with LED Lights, Recessed LED Strip, Wood Shelf, Rustic/Farmhouse Thick Shelf , Custom Size",
        "brand": "Brand:HafiNaShop",
        "price": "2149)",
        "desc": "Description",
        "des": "Natural Floating Shelf with LED Lights, Recessed LED Strip, Wood Shelf, Rustic/Farmhouse Thick Shelf , Custom Size, FREE Shipping ★★★ PLEASE READ THE DESCRIPTION CAREFULLY BEFORE ORDERING ★★★ If you include wooden details in your home and shape your decoration accordingly, this wooden wall shelf is for you! It is up to your creativity to fill the shelves of this product, which will change the whole atmosphere as soon as it takes its place on the wall!  Correct installation will require an electrician. These shelves with LED are not intended to be plugged in with an exterior plug. The wiring is intended to be hardwired into your wall. The LED needs to be wired to a 110-120VAC power source. In addition, the driver/transformer/adapter is not included.  You will need a 12V 1A DC adapter (For 1.5 meters) /transformer that you can easily find anywhere to run the LED light. You will need a separate transformer or adapter for each shelf. ★★★ FEATURES ★★★ ♦ LED Color: Daylight ( 3000k )  ♦ Pictured Shelves: 30",
        "button": "Check Out"
    },
    {
        "id": "4",
        "image": "images/img4.jpg",
        "name": "Walnut Colored Floating Nightstand, Wood Bedside Tables, Nightstand Shelves, Bedside Wall Shelf,Oval Design Bedside Furniture",
        "brand": "Brand:HafiNaShop",
        "price": "1049",
        "desc": "Description",
        "des": "Unique Style Floating Nightstand, Wood Bedside Tables, Mid Century Table, Nightstand Shelf, Handmade Furniture, Bedside Wall Shelf ★★★ FREE SHIPPING ★★★  ➜ Well-made Floating Nightstand: Choose 100% quality solid wood, finish with luxury diffrent color which features a simple, elegant and modern aesthetic, this stylish bedside will go well with any decor ➜ This is perfect for people who have under-bed storage as it makes it easily accessible and also creates a clean simple minimalist look with little clutter. ➜ CURRENT COLOR: VANCOUVER  ★★★ Size Options ★★★Width: 17.7”(45cm) Depth: 9.8”(25cm) Height: 7.5” (19cm)➜ Distance between top and bottom - 5.9★ MORE STORAGE SPACE - This floating nightstand with a drawer has some of the most storage space on the market. Store items in this nightstand wall shelf that others can't. This wall drawer has room for items that other wall nightstands don't! ★ MULTI-PURPOSE - This wall drawer shelf can be used for so much. Great as a nightstand shelf, floating side table, floating shelf, bedside floating shelf, nightstand wall shelf, and much more. Unlike any other wall drawers on the market!",
        "button": "Check Out"
    },
    {
        "id": "5",
        "image": "images/img5.jpg",
        "name": "3 Tier Rustic Bathroom Shelf with Storage Drawer Double Towel Bars | Bathroom Towel Rack | Industrial Bathroom | Wall Towel Shelf",
        "brand": "Brand:MoamDecor",
        "price": "949",
        "desc": "Description",
        "des": "3 Tier Rustic Bathroom Shelf with Storage Drawer Double Towel Bars | Bathroom Towel Rack | Industrial Bathroom | Wall Towel Shelf Multifunctional Bathroom Shelves: We designed a vintage and removable leather drawer for this bathroom wall storage shelf with towel bar to store small items. The bathroom organizer shelf has 4 removable S hooks for hanging small items such as, bath balls, brushes, hand towel etc. You can use them on two sides or at the bottom. This industrial bathroom rack comes with two towel bars at the bottom that make it hold more towels than that only have one.Stable & Durable Material: The bathroom shelf with towel bar is made of high-quality carbon steel and MDF, which has good stability, sturdiness, water resistance, load-bearing, will not wear, deform, and can be used for a long time.  Various Uses Occasions: With Industrial style and classic color, this versatile bathroom shelf can be used in bedrooms, living rooms, laundry rooms, offices, kitchens, garages, farmhouses, basements, balconies, over toilets, etc. It blends perfectly with a variety of home decor styles. This wall mounted bathroom shelves definitely a wonderful space savers for your home organization.  Faster Assemble: To avoid difficulties you may encounter during the installation process, we carefully drill every hole, polish every screw, and come with a detailed illustrated installation instructions make you can complete the installation of this bathroom wall organizer shelf in a faster time, if you have other product quality or installation problems, please feel free to contact us, we will solve your problems within 24 hours, your satisfaction is our eternal pursuit!",
        "button": "Check Out"
    },
    {
        "id": "6",
        "image": "images/img6.jpg",
        "name": "Rustic Wood Wall Mounted Mail Organizer and Key Holder | Mail Shelf | Key Holder | Key Organizer | Entryway Organizer ",
        "brand": "Brand:MoamDecor",
        "price": "1599",
        "desc": "Description",
        "des": "Rustic Wood Wall Mounted Mail Organizer and Key Holder | Mail Shelf | Key Holder | Key Organizer | Entryway Organizer | Housewarming Gift  100% PREMIUM PAULOWNIA WOOD: Handcrafted with premium paulownia wood by experienced woodworkers, durable and sturdy. The distressed wood frame brings an rustic theme to your decor.    STRONG LOAD-BEARING CAPACITY: Our wall-mounted key organizer has excellent weight capacity. You can hang your heavy bags and coats on the sturdy metal key hooks.   DOUBLE METAL KEY HOOK: The Bronze key hooks add a premium vibe to this product. The double hook design also enables the largest capacity. You can store more keys onto the double hooks!  VERSATILE ORGANIZATION: The wall-mounted key and mail holder make the most of your wall space, it can storage mails, letters, magazines, envelopes and newspapers. The key rack have 4 double hooks and two single hooks for hanging keys, umbrellas, hats, dog leashes, sunglasses, etc.  EASY INSTALLATION: The package includes all necessary mounting hardware as screws and dowels for a quick installation whether in your entrance, hallway, kitchen or office - this handy key holder is a great addition to any room.",
        "button": "Check Out"
    },
    {
        "id": "7",
        "image": "images/img7.jpg",
        "name": "Set of 3 Rustic Wood Wall Shelves for Bedroom | Bathroom Organizer | Bathroom Storage | Over Toilet Storage",
        "brand": "Brand:MoamDecor",
        "price": "2749",
        "desc": "Description",
        "des": "Set of 3 Wooden Bathroom Shelves | Bathroom Organizer | Bathroom Storage | Over Toilet Storage | Kitchen Shelves | Wall Shelve  Superior Quality & Sturdy Construction: Compared to boards made from soft paulownia wood, our wooden floating shelves are handcrafted from solid and long-lasting pine wood- which gives you a more durable and comfy use for years to come. The metal guardrail is forged from the toughest steel and powder coated to prevent rust for a long period of use. More stable and robust construction are offered by our floating shelves- each shelf is sturdy enough to hold 20 lbs with ease!  Attractive Metal Guardrail: Besides its chic looking, the metal guardrail effectively prevents items on each shelf from dropping, offering a secure storage space for bathroom accessories such as toilet paper, bathroom canisters, or personal care products including shampoo, lotion container, candle and essential oil. When used as picture ledge, its guardrail provides excellent support for art or picture frame that is without stand. It's time to give your photographs a new home!   Create a Charming Display: Your home deserves accents that are both functional and aesthetic. This set of 3 beautiful black and white shelves provide plenty of space for art, picture frames, books, records, DVDs, trophies, collectibles or small plants while blend perfectly with any style of home décor, which makes the ideal fit for your farmhouse modern bathroom shelves, bedroom, kitchen and contemporary living room.   Install Without Any Worries: Packing List: 1 clear installation guide, 3 shelf boards, 3 metal guardrails, some circular pads and hardware. Each bathroom shelves board has pre-drilled holes, it only takes a few minutes to follow the instructions and complete the mounting, then you can curate your own display for wall. Shelf dimension: 15.7 inch L x 6 inch W.  We deeply understand how important customer's trust is to us, and thus we have always been making customers' needs our top priority. To help better our products and services, any sincere advice from you will be fully accepted. Each of these wall shelves is handmade, so each one is unique and beautiful in its own way. If you are satisfied with our bathroom shelves, we would be greatly appreciated it if you could share your user experience with others as a reference.",
        "button": "Check Out"
    },
    {
        "id": "8",
        "image": "images/img8.jpg",
        "name": "Set of 3 Wood Bathroom Wall Shelves | Over Toilet Bathroom Shelf | Toilet Paper Shelf | Floating Shelves | Wall Shelves | Plant Shelf",
        "brand": "Brand:MoamDecor",
        "price": "1199",
        "desc": "Description",
        "des": "Set of 3 Wood Bathroom Wall Shelves | Over Toilet Bathroom Shelf | Toilet Paper Shelf | Floating Shelves | Wall Shelves | Plant Shelf | Housewarming Gift  Multifunctional Shelves for Wall Decor: Floating shelves with baskets bring stylish home decor while allowing you to efficiently utilize space on walls. The toilet paper basket at the bottom can store 3 rolls of toilet paper and other small objects. Bathroom wall shelves can hold collectibles, art, crafts, picture frames, houseplants and everyday items. Floating shelves wood perfectly solve your decoration and space needs. It can be applied to the kitchen, bathroom, office, the coffee bar.  Unique and Exquisite Design: Our floating wall shelves are made of naturally grown solid wood and the surface of wood adopts carbonization craft, No harm, No pollution, each shelf comes with unique natural wood grain, exquisite and stereoscopic. The floating shelves for wall decor can match any corner space perfectly and become an attractive complement to your home.   Install Without Any Worries: Bathroom shelves are wall mounted. Wood shelves have gourd-like screw holes. After nailing the wall, you only need to hang it on. It is very durable and easy to install. Our floating shelves provide a more stable and sturdy construction - each shelf is sturdy enough to easily hold 20 pounds! (Note: For the best installation, we suggest leaving the nails out of the wall for 0.1 inch.)   Wall Shelves Space Saving: Making the most of wall space will not only make your living room cleaner and more tidy, creating more floor or wall space for you, but also add some warmth to your bedroom, living room, bathroom, office and kitchen. You can use it as a corner rack, floating plant rack, bookshelf, and cat rack.  Worry Free After Service: Our bathroom shelves over toilet measure 15.7*5.5*0.6 inches. Wall shelves for bedroom with basket - makes an excellent gift for family and friends. Perfect for organization and decoration. If you have any problems, please feel free to contact us. We will provide a 24-hour service.",
        "button": "Check Out"
    },
    {
        "id": "9",
        "image": "images/img9.jpg",
        "name": "Set of 3 Wooden Bathroom Shelves with Wire Basket | Over Toilet Storage | Rustic Shelves | Bathroom Storage | Wall Shelves | Wood Shelves",
        "brand": "Brand:USdecorium",
        "price": "449",
        "desc": "Description",
        "des": "Set of 3 Wooden Bathroom Shelves With Basket | Wall Shelves | Rustic Shelves | Floating Shelves | Over Toilet Storage | Bathroom Storage 2-in-1 Floating Bathroom Shelves with Toilet Paper Basket - The size of the bathroom shelves basket is 16.5*6*5.5 inches, which can store 3 rolls of toilet paper, other small objects, and towels. Our storage basket of bathroom floating shelves is made of iron wire with a powder-coated finish, which is more durable and won’t rust. It fits the humid environment. These wall-mounted floating shelves with a grid design will reduce dust accumulation, and keeps the toilet paper clean and dry.Natural Wood & Wall Mounted Design - Our bathroom shelves with basket are made of Pinewood which grows naturally, so each piece of the board has unique natural wood grain and color. Through the simplest charcoal roasting process, we restore the carbonized color and texture of the wood itself. Our floating bathroom shelves make full use of the wall, and let your room and bathroom look so cute. Sturdy & Easy to Assemble- The L-shaped metal brackets are durable, with a capacity of 40Lb. You don’t need to worry about it falling off. wood floating shelves for bathroom have gourd-like screw holes wall-mounted design. After nailing the wall, you just need to hang it on. wood floating shelves for bathroom are super sturdy, very easy to install, and less damage to the wall. (Note: For the best installation, we suggest leaving the nails out of the wall for 0.1 inch.) Rustic Style - Our farmhouse style rustic shelves for wall décor measure 16.5*6*0.6 inches, which can provide an extra storage space wherever needed. Wooden floating wall shelves with basket fits rustic/modern farmhouse style and traditional/industrial style. Add some warm and sweet atmosphere to your bedroom, living room, bathroom, office, and kitchen. You can use it as a corner shelf, floating plant shelf, book shelf, toilet paper storage shelf, and cat shelf.  Multifunctional Storage Shelves with Basket - This floating shelf not only can be mounted as a great decor or as a storage shelf but also can be an excellent gift for family and friends. Perfect for organizing and decorating. Eg: Scented candles, toilet paper, towels, make-up, creams, hair care/bath supplies, toiletry, spices, tins, books, photo albums, trophies, honor, handicrafts, etc. If you have any questions, please let us know, and we will try our best to help you resolve them.",
        "button": "Check Out"
    },
    {
        "id": "10",
        "image": "images/img10.jpg",
        "name": "Set of 2 Wooden Bathroom Shelves | Floating Shelves | Over Toilet Storage | Toilet Ppaer Holder | Bathroom Storage | Rustic Shelves",
        "brand": "Brand:USdecorium",
        "price": "749",
        "desc": "Description",
        "des": "levate your organizational game with our Set of 2 Wooden Cube Bathroom Shelves. These versatile floating shelves aren't just functional; they're a seamless blend of rustic charm and modern utility, perfect for bathrooms, kitchens, or any room where you seek both style and storage.these wall-mounted floating shelves with three-side. Reliable Wall Organization: Each shelf has a maximum load-bearing capacity of 20lbs.  Crafted with care, each shelf exudes rustic elegance through the use of high-quality wood. The wooden cube design not only adds a touch of visual interest but also ensures stability and durability for holding your essentials. In the bathroom, these shelves act as stylish bathroom storage and organizers, keeping toiletries, towels, and decorative items within easy reach. In the kitchen, they become a practical solution for displaying spices, jars, or cooking utensils while enhancing the aesthetics of your space.  Easy to install, the floating design gives these shelves a minimalist look, making them appear as if they're seamlessly integrated into your walls. This allows you to create a customized arrangement that complements your decor. Whether you're aiming for a farmhouse-inspired vibe or a more contemporary feel, our Set of 2 Wooden Cube Bathroom Shelves offers a versatile canvas for your organizational needs. Transform your living spaces while adding a touch of rustic beauty that's both functional and visually appealing.",
        "button": "Check Out"
    },
    {
        "id": "11",
        "image": "images/img11.jpg",
        "name": "Set of 3 Wooden Bathroom Shelves with Storage Basket | Bathroom Organizer | Wall Mounted Floating Shelves | Over Toilet Storage",
        "brand": "Brand:USdecorium",
        "price": "2249",
        "desc": "Description",
        "des": "unctional Bathroom Upgrade: Elevate your bathroom's organization and style with our versatile Floating Shelves for Bathroom. These shelves offer a smart storage solution, helping you keep essentials within reach while adding a touch of elegance to your space.  Space-Saving Elegance: Create a seamless blend of convenience and aesthetics with our Floating Shelf Over Toilet, complete with a convenient storage basket. Maximize vertical space by mounting these shelves above the toilet, providing a practical spot for toiletries, towels, and decor, all while maintaining a clutter-free atmosphere.  Versatile Wall Mounted Storage: Our Wall Mounted Shelves are designed to complement various settings, from modern living rooms to cozy bedrooms and even charming farmhouses. These Wood Floating Shelves offer a minimalist yet eye-catching platform for displaying cherished items, be it books, plants, or decorative pieces. Natural Wooden Charm: Crafted from high-quality wood, our wooden Floating Shelves exude warmth and charm, making them an ideal Wooden Wall Décor choice for any room. The natural texture and grain patterns of the wood enhance the visual appeal of your space, creating a soothing ambiance that resonates with rustic and contemporary design themes alike.",
        "button": "Check Out"
    },
    {
        "id": "12",
        "image": "images/img12.jpg",
        "name": "Set of 3 Wooden Bathroom Shelves | Rustic Shelves | Over Toilet Storage | Toilet Paper Storage | Kitchen Shelves | Floating Shelves",
        "brand": "Brand:USdecorium",
        "price": "1049",
        "desc": "Description",
        "des": "3+1 Bathroom Decor Set: Upgrade your home with stunning wood wall shelves. The Wood Shelves paired with sleek Metal Guardrail and wire Storage Basket will give your walls a vintage and minimalist look. Whether you're looking to spruce up your bathroom, living room, bedroom or kitchen, this wall shelf set will add a touch of elegance to any space 100% Natural Wood: Made of high-quality solid pine wood, these wooden bathroom wall shelves are sturdy and built to last. The wood grain of pine wood is clear and distinct, with a soft and pleasing color. It is highly decorative and suitable for home decoration. Additionally, it is effective in preventing moisture, mold, and corrosion. Each wood board and the storage basket can hold up to 20lbs. Open Design Wire Storage Basket: The storage basket measures 15.8*5.9*5.9 inches, providing enough space to hold 3 rolls of toilet paper or other small items and towels. It is made of iron wire with a special coating on the surface, which is more durable and will not rust even in a humid environment. The open design allows you to quickly place or remove items.  Exclusive Three-legged Metal Guardrail: The stable metal guardrail prevents bathroom accessories such as toilet paper, cotton swabs holder, and bathroom cans, as well as personal care products including shampoo, lotion containers, essential oils and candles, from falling out. Additionally, the three-legged design provides better support to prevent larger bathroom decorations such as picture frames from slipping off.",
        "button": "Check Out"
    }


    ]