[
    {
        "id": "1",
        "image": "images/duke1.jpg",
        "name": "Round Metal Tree of Life Hanging Modern Contemporary Wall Art Home Decor Nautical compass sign wall décor Modern Garden Decoration",
        "brand": "Brand:DukeCraft",
        "price": "2000",
        "desc": "Description:",
        "des": "Unique metal wall art made to order.Modern Tree of Life Wall Decoration. This design product, made of special design and quality metal, will change the atmosphere of your home.●You can hang this product outdoors comfortably.It is designed to be resistant to outdoor weather conditions.●Moisture and damp resistant Shipping Information:●FREE & EXPRESS SHIPPING You will get the tracking number when we have prepared your order.●You can hang this product outdoors comfortably. It is designed to be resistant to outdoor weather conditions.●Moisture and damp resistant Shipping Information: ●FREE & EXPRESS SHIPPING will get the tracking number when we have prepared your order.3  ●The wall art comes with an easy-to-attach sawtooth hanger, you can hang it with just a nail, it's pretty easy to hang. You will get the tracking number when we have prepared your order.●3D Shadow Effect The wall art stands 1 inch away from the wall.You can hang this product outdoors comfortably. It is designed to be resistant to outdoor weather conditions. ●Moisture and damp resistant",
        "button": "Check Out"
    },
    {
        "id": "2",
        "image": "images/duke2.jpg",
        "name": "Metal Wall Decor,Love Line ,Home Decoration ,Wall Sign, Metal Wall Art, Interior Decoration,Indoor Outdoor Hangings,Minimalist Art, Line A",
        "brand": "Brand:DukeCraft",
        "price": "3000",
        "desc": "Description:",
        "des": "🥰 Metal Wall Decor,Love Line ,Home Decoration ,Wall Sign, Metal Wall Art, Interior Decoration,Indoor Outdoor Hangings,Minimalist Art, Line Art,Wall Sculpture🥰 Expedited Delivery Worldwide.🥰 Black, White, Silver Grey, Bronze, Gold textured static powder coating.🥰 This type of mounting makes the artwork look like it's floating which creates an interesting drop shadow and 3D effect.",
        "button": "Check Out"
    },
    {
        "id": "3",
        "image": "images/duke3.jpg",
        "name": "Unique Decorative Metal Panel Design, Perfect Tree Shape Wall Decor with Abstract Geometric Art, Ideal for Contemporary Wall Art Lovers",
        "brand": "Brand:DukeCraft",
        "price": "479",
        "desc": "Description:",
        "des": "Specially designed and manufactured by RMC Life Decor.✈️ FREE & EXPRESS SHIPPING! ❎ NO CUSTOMS FEES! 🛠️ READY to HANG: No Assembly Required. Only one nail is needed to hang the wall clock. Hanging apparatus comes assembled🎨 Color : Electrostatic powder coating black, gold, silver or white.🌦️ Outdoor : It is suitable for outdoor use. Thanks to the electrostatic powder coating, it is very resistant to rust.📦 Packing : Delivery with a special and sturdy packing. Our box is also suitable as a gift. We offer gift packaging options.🎁 Meaningful Gift : The laser cut details of the metal wall decor will be a real eye-catcher for your family and friends. It makes a great gift for housewarming, weddings, Christmas, anniversary or other special occasions. An elegant, memorable gift for your friends, lovers and family. Choose it as a gift and see how happy they are! We also offer the option of gift wrapping.🌼 No smell and no harmful chemicals as far as health is concerned. Non-toxic, safe for humans and animals. We care about you, your child and your pets.✈️ EXPRESS SHIPPING: We use Express shipping for all orders, not Economic, Standard or Slow. Orders arrive approximately within:2-4 Business Days to USA and Canada,1-2 Business days to Europe and UK,3-7 Business days to Australia, New Zealand and other countries",
        "button": "Check Out"
    },
    {
        "id": "4",
        "image": "images/duke4.jpg",
        "name": "Metal Hearts Wall Hanging Art, Modern and Amazing Wall Art Decor for Home or Office, Unique design for bedroom decoration, Wedding Gift Idea",
        "brand": "Brand:DukeCraft",
        "price": "2499",
        "desc": "Description:",
        "des": "📢 Welcome to BrosMetalWallArtDecors ✈️ FREE & EXPRESS SHIPPING! 🖤NO CUSTOMS FEES!⭐ Metal Customized Names Heartbeat Sign, Personalized Heart Names, Valentine Day Gift for Couple, Heartbeat Metal Wall Art, Metal Gift for Her 🛠️ READY TO HANG - EASY TO HANG - Only one nail is needed to hang the wall clock. Hanging apparatus comes assembled.🛠️ NO ASSEMBLY REQUIRED - Metal wall art SET arrives ready to hang with a pre-installed sawtooth hanger. ✨ 3D SHADOW EFFECT - The sawtooth hanger keeps the wall art approximately 1 inch off the wall for added depth, dimension, and shadow. ✨ Break-resistant and sturdy 🌼 No smell and harmful chemicals involved, concerning health-wise✨ Delivery with a special and sturdy packaging✨ Moisture and damp resistant 🤝 Contact us if you need assistance.📦 Packing : Sturdy box suitable for transport and gift.💎 TOP QUALITY : No harmful substances, non - toxic, safe for humans and animals. 1.5mm best quality steel with electrostatic matte black paint. Waterproof. You can use it indoor and outdoor🏆  ORIGINAL DECORATION : Metal wall art is a modern art that will always attract and admire your visitors and you. New fashion of your home by BrosWallArtDecors. Best decoration idea for living room, bedroom, dining room, TV background wall, kitchen, hallway and office. Suitable for country house, apartment, modern house, rustic house, and ranches. 💎 QUALITY GUARANTEED AND FREE SHIPPING : If for any reason you are not happy with your selection we offer a %100 money back guarentee. Please don't hesitate to contact us if you have any further questions. 🎁 MEANINGFUL GIFT : The laser-cut details of flowers wall art is sure to catch the eyes of your family and friends. It’s ideal as a gift for housewarming, weddings, or other special occasions. ✨ Metal transformed into stylish wall art for you. The elegant metal wall art will be stunning beauty to your wall. This unique design will reflect your style in your space. Your guests won't be able to keep their eyes off your high-quality metal wall decor with impressive details.✨ It’s ideal as a gift for Christmas, housewarmings, anniversaries, weddings, or other special occasions. An elegant gift for your lover. A meaningful gift for your family. An unforgettable gift for your friends. Choose as a gift and watch their happiness!✨ You may decorate with metal wall art in all your spaces; home decoration, living room decoration, bedroom decoration, kitchen decoration, office decoration, garage decoration, bathroom decoration, entryway decoration, garden decoration, outdoor decoration, and more...",
        "button": "Check Out"
    },
    {
        "id": 5,
        "image": "images/duke5.jpg",
        "name": "STEEL Bullseye Large Modern Metal Wall Clock, Unique Design for Living Room Wall Art Home Decor  Patio Outdoor, Oversize Stick On Clock, Black Metal Wall Decor",
        "brand": "Brand:Moxvio",
        "price": "1799",
        "desc": "Description:",
        "des": "Metal Large Wall Clock, Minimalist Silent Clock Decor, Best Clock Gift for Home, Modern Design Black Clock, Boho Wall Clock, Clock for Wall• FREE & EXPRESS SHIPPING! • Powered by one AA battery (battery not included) • Silent continuous sweep clock mechanism• 3D SHADOW EFFECT - Provides a 3D view thanks to the screws on it. In this way the decor displays a beautiful appearance.",
        "button": "Check Out"
    },
    {
        "id": 6,
        "image": "images/duke6.jpg",
        "name": "Skysail Modern Large Wall Clock - 3D Silent Non-Ticking Wooden Wall Clock - Decorative Luxury Art For Living, Kitchen, Dining Room, Bedroom",
        "brand": "Brand:Moxvio",
        "price": "2399",
        "desc": "Description:",
        "des": "Add personality to your home and office environments with this large mid century modern 3d wooden wall clock!MODERN DESIGN: Our unique, modern and minimalist contemporary oversized wall clock design has black metal and wooden background with shiny gold clock hands helps you keep eyes on the hour easily in any room. Our clock feature silent, non-ticking hands that keep accurate time once set.3D SHADOW EFFECT: 3D hollow outlooks with modern lined geometric design brings more beauty for your space and moreover with its black metal screws on the rim, keeping the design 2 cm away from the wall, which creates a 3D shadow effect changing and moving with different angles of indoor lighting. SILENT QUARTZ MOVEMENT: Runs calmly and smoothly. High quality quartz clock movement. No more loud annoying ticking sounds, simply enjoy peace as time goes by. Suitable for bedroom, kitchen, meeting room and any other places which needs a silent environment. * Battery operated with one AA battery (not included STYLISH & FUNCTIONAL: Detailed and realistic lines of this metal and wooden wall clock complies with all furnishing modus. This minimalist and modern wall clock is a graceful ornamental touch on your walls and it complements your existing home décor in a perfect manner. You can use it in any place you can imagine such as kitchen, living room, dining room, foyer, bedroom, hallway, bar, coffee house, restaurant, office, and in any place. The black and wooden elegancy together with the sturdy feature of metal in a glossy manner creates a vivid and spectacular image on your wall.EASY TO HANG: There is a hanging attachment at the back of the wall clock. You only need a nail to hang.PERFECT GIFT: You can be sure that the details of this metal and wooden wall clock will make your beloved ones so happy to receive it as a gift from you. It can be a perfect housewarming gift, a good idea as a wedding gift, a perfect welcoming office gift for a friend or a perfect gift idea for any other special occasion you can imagine.EXACT PROCESSING TIME FREE & EXPRESS SHIPPING ",
        "button": "Check Out"
    },
    {
        "id": 7,
        "image": "images/duke7.jpg",
        "name": "STEEL Luna Modern Oversized Wall Clock, 50cm-70cm, Minimalist Design, Large Living Room Office Black Metal Wall Decor Housewarming Gift",
        "brand": "Brand:Moxvio",
        "price": "4279",
        "desc": "Description:",
        "des": "⭐ Black Latin Metal Large Wall Clock,Silent Oversize Clock,Metal Wall Art Decor,Unique Modern Clock,Horloge Murale,Housewarming Gift,Room Art 📢 Welcome to BrosMetalWallArtDecors ✈️ FREE & EXPRESS SHIPPING! 🖤NO CUSTOMS FEES!📐 We can produce custom sizes for you. Please contact us for custom size requests.🎨 COLOR : Electrostatic powder coating Black🛠️ MATERIAL: 1.5 mm mild steel🛠️ READY TO HANG - EASY TO HANG - Only one nail is needed to hang the wall clock. Hanging apparatus comes assembled.🛠️ NO ASSEMBLY REQUIRED - Metal wall art SET arrives ready to hang with a pre-installed sawtooth hanger.✨ 3D SHADOW EFFECT - The sawtooth hanger keeps the wall art approximately 1 inch off the wall for added depth, dimension, and shadow.✨ Break-resistant and sturdy🌼 No smell and harmful chemicals involved, concerning health-wise✨ Delivery with a special and sturdy packaging✨ Moisture and damp resistant🤝 Contact us if you need assistance.📦 Packing : Sturdy box suitable for transport and gift.💎 TOP QUALITY : No harmful substances, non - toxic, safe for humans and animals. 1.5mm best quality steel with electrostatic matte black paint. Waterproof. You can use it indoor and outdoor.🏆  ORIGINAL DECORATION : Metal wall art is a modern art that will always attract and admire your visitors and you. New fashion of your home by BrosWallArtDecors. Best decoration idea for living room, bedroom, dining room, TV background wall, kitchen, hallway and office. Suitable for country house, apartment, modern house, rustic house, and ranches.💎 QUALITY GUARANTEED AND FREE SHIPPING : If for any reason you are not happy with your selection we offer a %100 money back guarentee. Please don't hesitate to contact us if you have any further questions.🎁 MEANINGFUL GIFT : The laser-cut details of flowers wall art is sure to catch the eyes of your family and friends. It’s ideal as a gift for housewarming, weddings, or other special occasions.✨ Metal transformed into stylish wall art for you. The elegant metal wall art will be stunning beauty to your wall. This unique design will reflect your style in your space. Your guests won't be able to keep their eyes off your high-quality metal wall decor with impressive details.✨ It’s ideal as a gift for Christmas, housewarmings, anniversaries, weddings, or other special occasions. An elegant gift for your lover. A meaningful gift for your family. An unforgettable gift for your friends. Choose as a gift and watch their happiness!✨ You may decorate with metal wall art in all your spaces; home decoration, living room decoration, bedroom decoration, kitchen decoration, office decoration, garage decoration, bathroom decoration, entryway decoration, garden decoration, outdoor decoration, and more... Metal Wall Art, Black Metal Wall Art, Large Metal Wall Art, Metal Art Wall Decor, Gold Metal Wall Art, Metal Art Tree Wall Decor, Outdoor Metal Wall Art, Tree of Life Metal Wall Art, Islamic Metal Wall Art, Metal Wall Art Outdoor, Metal Leaf Wall Art, Metal Bird Wall Art, 4 Set Metal Wall Art, Metal Owl Wall Art, Metal Wall Art for Bedroom, Metal Wall Art for Outdoor, Lion Metal Wall Art, Geometric Mountain Metal Wall Art, African Metal Wall Art, Gold Metal Wall Art, Metal Animal Wall Art, Metal World Map Wall Art, World Map Metal Wall Art, Cactüs Metal Wall Art, 3 Piece Metal Wall Art, Metal Wall Art Abstract, Metal Gold Wall Art",
        "button": "Check Out"
    },
    {
        "id": 8,
        "image": "images/duke8.jpg",
        "name": "Arrows & Quotes Metal Wall Art  Modern and Amazing Wall Art, Life-Dream-Joy, Modern Boho Style, 10cm x 50cm Each, Inspirational Wall Quotes, Black Metal Wall Decor",
        "brand": "Brand:Moxvio",
        "price": "2499",
        "desc": "Description:",
        "des": "This handcrafted wood wall decor is a unique work of art and craftsmanship. Created with landattention to detail, it will bring unique charm and natural elegance to your home. Using natural wood and skillful handmade techniques, each element of this decor has its own uniqueness and peculiarity. Every detail, from the texture and tone of the wood to the carved or fired patterns, reflects the effort and talent of the craftsman who created this masterpiece.Handmade wood wall decor will not only be a wonderful decoration, but also an important part of your interior. Its organicity and warmth create a cozy and pleasant atmosphere in the room. It adds a natural accent and brings some natural beauty to your home. Each element of this decor is a unique project and can have different shapes and motifs. From abstract prints and geometric patterns to nature and animal prints, you can find the perfect décor that reflects your style and taste. This handmade wood wall decor is suitable for a variety of spaces in the house, from the living room and bedroom to the kitchen and dining room. You can hang it as a single piece or create a collection to create a unique focal point.Not only will you enjoy the beauty of this decor, but you will also feel proud to own a unique piece of handmade art. Handcrafted wood wall decor embodies the individuality, warmth and uniqueness that handcrafted art brings to your home.",
        "button": "Check Out"
    },
    {
        "id": 9,
        "image": "images/duke9.jpg",
        "name": "Set of 4 Playing Cards Metal Wall Art, Game Card Wall Decor, Game Room Wall Decoration, Poker Black Wall Hangings, Gift for Game Lovers",
        "brand": "Brand:WassHome",
        "price": "1999",
        "desc": "Description",
        "des": "Made by MMCDESIGN, made of high-quality✈️ FREE & EXPRESS SHIPPING!✅READY TO HANG Special design with modern style NO ASSEMBLY REQUIRED - There is a hanger on the art and it is all in one piece Packing: Sturdy box suitable for transport and gift. 1.5 mm laser cut metal is used. It is painted with textured black paint.It is suitable for indoor and outdoor use.If you don't have a positive experience for ANY reason, we will do WHATEVER it takes to make sure you are 100% satisfied with your purchase. Buying items online can be a daunting task, so we want you to realize that there is absolute %0 risk in buying something and trying it out. If you don't like it, no hard feelings we'll make it right. We have 7/24 Email Support. Please contact us if you need assistance.●Note: Import duties, taxes, charges etc. not included in the item price or shipping charges. These charges are the buyer's responsibility.",
        "button": "Check Out"
    },
    {
        "id": 10,
        "image": "images/duke10.jpg",
        "name": "Set of 3 Line Art Flowers Metal Wall Art, Abstract Flower Metal Wall Decor, Natural Wall Art, Botanical Wall Art, Metal Line Art",
        "brand": "Brand:WassHome",
        "price": "2999",
        "desc": "Description",
        "des": "Specially designed and manufactured by RMC Life Decor.✈️ FREE & EXPRESS SHIPPING! 🛠️ READY to HANG: No Assembly Required. Only one nail is needed to hang the wall clock. Hanging apparatus comes assembled 🎨 Color : Electrostatic powder coating black, gold, silver or white 🌦️ Outdoor : It is suitable for outdoor use. Thanks to the electrostatic powder coating, it is very resistant to rust 📦 Packing : Delivery with a special and sturdy packing. Our box is also suitable as a gift. We offer gift packaging options.🎁 Meaningful Gift : The laser cut details of the metal wall decor will be a real eye-catcher for your family and friends. It makes a great gift for housewarming, weddings, Christmas, anniversary or other special occasions. An elegant, memorable gift for your friends, lovers and family. Choose it as a gift and see how happy they are! We also offer the option of gift wrapping.🌼 No smell and no harmful chemicals as far as health is concerned. Non-toxic, safe for humans and animals. We care about you, your child and your pets.✈️ EXPRESS SHIPPING: We use Express shipping for all orders, not Economic, Standard or Slow. Orders arrive approximately within 2-4 Business Days to USA and Canada,1-2 Business days to Europe and UK,3-7 Business days to Australia, New Zealand and other countries.💯 Wonderful: Choose your desired size from these stylish watches. Time has a very special meaning in today's world, and if you want a wonderful and beautiful decor, you have come to the right place✨ Material: 1.5mm mild steel. Shatterproof and sturdy. Moisture and humidity resistant.🏡 Best use for Home and Office: All decors are great for home and office use. They are also the best decoration idea for living room, bedroom, dining room, TV background wall, kitchen, entrance and office. Suitable for country house, apartment, modern house, rustic house and ranches.😍 You can enhance your living area with these durable and uniquely designed metal decors. Metal transforms into stylish wall art for you. The elegant metal wall art will make your wall stunningly beautiful. This unique design will reflect your style in your space. Your guests will not be able to take their eyes off your high quality metal wall decor with stunning details.🤝 Satisfied Customers: As RMC Life Decor, we care about your happiness and work very hard to always serve you at the highest level. If you have any problems with your order, please do not hesitate to contact us. You can be sure that we will solve your problem. We are here for you and will do our best.🖥️ Order Tracking: When we prepare your order, we will inform you and you can track the order with your tracking number.💬 If you have any questions, please do not hesitate to contact me. I will be happy to assist you. Be sure that I will reply your message as soon as possible.",
        "button": "Check Out"
    },
    {
        "id": 11,
        "image": "images/duke11.jpg",
        "name": "Moon Phase Metal Wall Art, 5 Pieces Celestial Wall Art, Phases of the Moon Metal Wall Decor, Elegant Lunar Phases Set of 5, Home Decor",
        "brand": "Brand:WassHome",
        "price": "899",
        "desc": "Description",
        "des": "⭐FREE & EXPRESS SHIPPING!⭐NO CUSTOM FEES! ⭐READY TO HANG⭐Our metal wall art is sent ready to hang by the pre-installed hanging apparatus.⭐MATERIAL⭐Our Metal Wall Art, made of 1.5mm special steel, is shatter-resistant and sturdy.⭐PAINT⭐Electrostatic special powder coating. It is also suitable for your outdoor spaces, except indoor. It is manufactured in accordance with all weather conditions. There are no substances harmful to smell and health in our paints.⭐3D SHADOW EFFECT⭐Your wall art stands about 1 inch ahead of the wall thanks to its parts placed in certain areas. A stylish piece of decor with a shadow left on your wall.⭐RISK GUARANTEE!⭐Our customers are our top priority and we strive to ensure that you are 100% satisfied. If there is any problem with your delivery, please contact us to solve it.⭐WONDERFUL GIFT!⭐mandala moon metal wall art will attract the attention of your family and friends. It is ideal as a gift for housewarming, wedding, new year, mother's day, valentine's day and many special occasions.",
        "button": "Check Out"
    },
    {
        "id": 12,
        "image": "images/duke12.jpg",
        "name": "Two Cats Metal Line Art, Minimalist Line Art, Cat Wall Decor, Cat Lover Gift, Cat Hanging Wall Art, Cats Wall Art, Animal Metal Wall Art",
        "brand": "Brand:WassHome",
        "price": "2299",
        "desc": "Description",
        "des": "• Hey there, fellow art lover, I'm thrilled to introduce you to our enchanting Cat Metal Wall Decor – a creation that's close to our heart and infused with passion. 🎨 At our studio, every stroke, every curve, is an expression of love and dedication to art that resonates with your soul.🐾 A Story in Design: Within the minimalist elegance of this piece lies a unique one-line art drawing. We've merged metal wall decor with the essence of feline grace, bringing life to your surroundings in a way that only art can.🐾 Designed for Life: Tailored for indoor and outdoor spaces, our metal cat wall decor seamlessly fits into your life. Whether it's your living room, bedroom, nursery, or any nook that needs a touch of enchantment – these cats are purrfect companions.🐾 Gifts from the Heart: Searching for a gift that speaks volumes? Our metal cat wall decor art is designed with cat lovers, moms, and anyone with a fondness for animals in mind. Let it be a reminder of shared affection and appreciation.🐾 Effortless Elegance: Hanging these feline delights is a breeze; two nails are all you need to grace your wall with their presence. Customize their placement to match your artistic vision.🐾 Materials & Dimensions: Crafted from 1/8 ″ black steel wire, our cats measure 14 x 14 inches. Their lightweight build ensures easy handling and display.🐾 Art in Your Space: Dive into the new wave of wall art decor with our Minimalist Metal Wall Décor & Art. Transform your space into a gallery that tells a story of modern elegance. 🐾 Rustic Radiance: The rustic allure of the metal wire brings a dash of timeless charm to your decor. Embrace the harmony of contemporary and classic.🐾 Limitless Possibilities: Our wall sculptures are more than decor; they're a reflection of your unique taste. Discover a range of shapes and themes in our store, each waiting to enhance your space.Let your heart resonate with the story that these cat metal wall sculptures tell. Embrace the fusion of art and life, and let your home reflect the beauty you hold within. ",
        "button": "Check Out"
    }

    
    ]