[
    {
        "id": "1",
        "image": "images/img1.jpg",
        "name": "Resin Simulation Animal Rhinoceros Head,Creative Dining Room Home Style Retro Crafts Wall Hanging,Simulation Realistic Animal Head",
        "brand": "Brand:AftoNa",
        "price": "749",
        "desc": "Description",
        "des": "1. The simulated animal head wall-mounted sculpture is as vivid as a living animal, giving people a real feeling. Made of high-quality resin material, hard and odorless, not easy to fade, and can be stored for a long time.2. Simple and smooth curves, unique shapes, pure hand-casting, full of three-dimensional sense, exquisite carvings, highlight your aesthetic taste, and create your own hunting trip. 3. Can be hung anywhere in the house, home decoration, living room, hotel, bar, pillar, doorway and wall decoration. 4. Very interesting home decoration that can add a stylish touch to your room. Perfect for adding some variety to your viewing collection! Material: resin Size: 18X34X28CM To ensure that you receive your items in a timely manner, please leave your real phone number and double check the delivery address when placing your order. This will help the courier to contact you in time during the delivery and ensure the accuracy of the delivery address.We take your shopping experience very seriously and want to provide you with the best service. Therefore, if you would like to leave your phone number and check your address, we would appreciate it and do our best to ensure that your order is delivered in a timely manner. Thank you for your support and cooperation!",
        "button": "Check Out"
    },
    {
        "id": "2",
        "image": "images/img2.jpg",
        "name": "3D Resin Animal Hook On the Wall,Vintage Personalized Animal Coat Hook,Wall Decoration Hook,Hanger Coat Bag Hook,Simulated Animal Coat Hook",
        "brand": "Brand:AftoNa",
        "price": "849",
        "desc": "Description",
        "des": "1. The simulated animal head wall-mounted sculpture is as vivid as a living animal, giving people a real feeling. Made of high-quality resin material, hard and odorless, not easy to fade, and can be stored for a long time.2. Simple and smooth curves, unique shapes, pure hand-casting, full of three-dimensional sense, exquisite carvings, highlight your aesthetic taste, and create your own hunting trip.3. Can be hung anywhere in the house, home decoration, living room, hotel, bar, pillar, doorway and wall decoration.4. Very interesting home decoration that can add a stylish touch to your room. Perfect for adding some variety to your viewing collection!Material: resin Size: Refer to the size on the picture Tips： This hook cannot hang heavy objects. This hook is primarily used for hanging clothing or lighter decorative items. Handmade products may have small flaws, and there may be chromatic aberration due to lighting problems, please forgive and understand.Please note that what you are buying is one of them and not a set. Handmade product, we need1-5working days production time. The delivery time is about17-25 days.  To ensure that you receive your items in a timely manner, please leave your real phone number and double check the delivery address when placing your order. This will help the courier to contact you in time during the delivery and ensure the accuracy of the delivery address. We take your shopping experience very seriously and want to provide you with the best service. Therefore, if you would like to leave your phone number and check your address, we would appreciate it and do our best to ensure that your order is delivered in a timely manner. Thank you for your support and cooperation!",
        "button": "Check Out"
    },
    {
        "id": "3",
        "image": "images/img3.jpg",
        "name": "Simulated Animal Goat Head,Retro Goat Head Living Room Entrance Background Wall Decoration Wall Hanging,Imitation Animal Wall Decoration",
        "brand": "Brand:AftoNa",
        "price": "2049",
        "desc": "Description",
        "des": "1. The simulated animal head wall-mounted sculpture is as vivid as a living animal, giving people a real feeling. Made of high-quality resin material, hard and odorless, not easy to fade, and can be stored for a long time. 2. Simple and smooth curves, unique shapes, pure hand-casting, full of three-dimensional sense, exquisite carvings, highlight your aesthetic taste, and create your own hunting trip. 3. Can be hung anywhere in the house, home decoration, living room, hotel, bar, pillar, doorway and wall decoration.   4. Very interesting home decoration that can add a stylish touch to your room. Perfect for adding some variety to your viewing collection! Material: resin Size: 40.7cm * 25.7cm * 28.7cm color：black gold To ensure that you receive your items in a timely manner, please leave your real phone number and double check the delivery address when placing your order. This will help the courier to contact you in time during the delivery and ensure the accuracy of the delivery address. We take your shopping experience very seriously and want to provide you with the best service. Therefore, if you would like to leave your phone number and check your address, we would appreciate it and do our best to ensure that your order is delivered in a timely manner. Thank you for your support and cooperation!",
        "button": "Check Out"
    },
    {
        "id": "4",
        "image": "images/img4.jpg",
        "name": "Simulation Animal Head Wall Hanging, 3D Animal Head Sculpture, Wall Hanging Art, Bar Animal Wall Hanging, Wild Animal Head Ornament",
        "brand": "Brand:AftoNa",
        "price": "1399",
        "desc": "Description",
        "des": "1. The simulated animal head wall-mounted sculpture is like a real animal specimen, giving people a real look and feel 2. Made of high-quality resin material, hard and odorless, not easy to fade.  3. Simple and smooth curves, unique shape, hand-casting, full of three-dimensional, exquisite carving, create your own hunting trip 4. Can be hung anywhere in the house, home decoration, living room, hotel, bar, pillar and wall decoration.  5. A very interesting home accessory that can add style to your walls. Perfect for adding some variety to your viewing collection!  6. Applicable scenarios: living room, bedroom, study, outdoor, restaurant, porch, business area  Notice:Please check that the item is correct after receipt. If there is any wrong goods or damage, please contact me in time, I will give you a satisfactory solution.",
        "button": "Check Out"
    },
    {
        "id": "5",
        "image": "images/img5.jpg",
        "name": "Zebra head planter,Wall Mounted 3d jungle animal Head Modern Decor,home & living,flower vase,wall hangings, horse",
        "brand": "Brand:AspireTree",
        "price": "399",
        "desc": "Description:",
        "des": "The Large majestic Zebra head is sculpted in blender and hours of hard work and patience were taken to get the skin texture and features as perfect as possible. The wall decor is a very good showpiece for living rooms and offices. It is also suitable in farm houses The painted option is available in black and white stripes.Size- multiple heights available.Colour- multiple available The shipping normally takes two to four weeks. But if you want the item faster you can choose speed post which is 50 dollars The package will be packed as secure as possible, yet sometimes unfortunately if there are damages we can always send another one for free. the product is printed and post processed",
        "button": "Check Out"
    },
    {
        "id": "6",
        "image": "images/img6.jpg",
        "name": "Monkey head wall art,listening to music and whistling with earphones,3D printed, multiple custom sizes",
        "brand": "Brand:AspireTree",
        "price": "449",
        "desc": "Description:",
        "des": "✅ Groove to the Beat with Monkey with Headphones Graffiti Wall Art, Digital Download, Colorful DJ Monkey Wall Decor, Dj Chimp Urban Graffiti Poster, Street Pop Art, Music Monkey Art Print, Cute Monkey Graffiti Art, Printable Street Art, Chimpanzee Graffiti Poster, Monkey Painting Artwork for Nursery, Kid Room, Playroom, Home Decor Office Workspace ❗Please Note❗ All of our items are DIGITAL DOWNLOADS only. No Physical product will be shipped to you.► INSTANT DOWNLOAD Printable Wall art is a convenient and affordable way to enhance your living spaces in no time. With just a few clicks, you can have your favorite designs ready to be printed and displayed. Not only does it save you money but it also saves you time without sacrificing quality. ► Bring a Playful Vibe to Your Space With This Monkey With Headphones Graffiti Wall Art Featuring a Colorful DJ Monkey in Urban Graffiti Style.► Get Instant Access to High-Quality Digital File, Allowing You to Print and Display Your Artwork in No Time. ► Embrace the Street Pop Art Culture With This DJ Chimp Graffiti Poster, Adding a Touch of Creativity and Music-Inspired Decor to Your Walls.► Perfect for Nurseries, Kid’s Rooms, Playrooms, or Even as Office Workspace Art, This Monkey Graffiti Art Print Brings Joy and Character to Any Space.► This Printable Street Art Can Be Printed and Framed According to Your Preferences, Making It a Convenient and Personalized Addition to Your Home Decor.",
        "button": "Check Out"
    },
    {
        "id": "7",
        "image": "images/img7.jpg",
        "name": "Highland cow wall mount planter, pot, flower vase and home decor, jersey cow head, farm decor, animal head wall decor, white faux taxidermy",
        "brand": "Brand:AspireTree",
        "price": "739",
        "desc": "Description:",
        "des": "The Highland cow planter is sculpted in graphics software with hours of hardwork. It is a masterpiece decor item for farmhouses, restaurants and homes. they are suitable gifts for friends on events such as house warming weddings, etc. They are also a suitable wall decor item for offices and living spaces. Even restaurants Succulent plants are more suitable. But any plants can be placed.Drainage holes provided. Hole provided in the back for nail mounting. Size- multiple heights available.Colour- multiple available and also black and white painted with green bamboo.The shipping normally takes two to four weeks. But if you want the item faster you can choose speed post which is 50 dollars.The package will be packed as secure as possible, yet sometimes unfortunately if there are damages we can always send another one for free. the product is printed and post processed.Hole is provided at the back for wall mounting.IMPORT DUTY of your country is not the responsibility of the buyer.",
        "button": "Check Out"
    },
    {
        "id": "8",
        "image": "images/img8.jpg",
        "name": "Zebra head,Wall Mounted 3d jungle animal Head Modern Decor,home decor, home & living,safari, wall hangings, horse",
        "brand": "Brand:AspireTree",
        "price": "1429",
        "desc": "Description:",
        "des": "The Large majestic Zebra head planter is sculpted in blender and hours of hard work and patience were taken to get the skin texture and features as perfect as possible. The wall decor is a very good showpiece for living rooms and offices. It is also suitable in farm houses. Drain holes are provided.Succulent plants are more suitable, but any plants can be kept.The painted option is available in black and white stripes. Size- multiple heights available.Color- multiple available The shipping normally takes two to four weeks. But if you want the item faster you can choose speed post which is 50 dollars The package will be packed as secure as possible, yet sometimes unfortunately if there are damages we can always send another one for free.the product is printed and post processed.",
        "button": "Check Out"
    },
    {
        "id": "9",
        "image": "images/img9.jpg",
        "name": "3D Wall Mounted Giraffe Head Sculpture - Realistic Animal Statue- Life-like Wall Hanging Decorations & Wall Art",
        "brand": "Brand:OnlineRelics",
        "price": "249",
        "desc": "Description:",
        "des": "🙋🏻‍♀️ Welcome To My Shop Online Relics full of cool relics, gems and accessories! 🙆🏻‍♀️ Decorate with our 3D giraffe head sculpture! Perfect for kids' rooms & wildlife-themed decor. Realistic & wall-mounted.  Add a touch of nature to your home decor with our life-like 3D giraffe head sculpture. Made of high-quality emulsive, this wall-mounted giraffe head statue features intricate details and a realistic design that adds a unique touch to any room. The sculpture measures 16.5 x 7.9 x 7.5 inches, making it the perfect size to hang on any wall in your home. This animal sculpture is perfect for anyone looking to add a touch of wildlife to their home decor. It is particularly suited for kids' bedrooms, nurseries, or wildlife-themed rooms. The sculpture can also be used as a thoughtful and unique gift for animal lovers or as a decoration for a special occasion, such as a birthday or housewarming party. The 3D giraffe head sculpture is versatile enough to be used year-round, making it a great addition to your decor during any season. Whether you're looking for a unique piece to add to your collection or a special gift for a loved one, our sculpture is sure to impress. This sculpture is available in realistic colors that complements any decor style, from modern to rustic. It is easy to hang on any wall, making it a hassle-free addition to your home. Overall, our 3D giraffe head sculpture is a stunning and unique piece of art that will bring a touch of nature to any room. With its realistic design, high-quality materials, and versatile use, this sculpture is the perfect addition to your home decor or as a thoughtful gift for any animal lover.",
        "button": "Check Out"
    },
    {
        "id": "10",
        "image": "images/img10.jpg",
        "name": "Zebra Head Wall Decor Statue | Home Decoration | Home Accessories Resin | Animal Goat Statue | Christmas Room Decoration | Nordic Sculpture",
        "brand": "Brand:OnlineRelics",
        "price": "449",
        "desc": "Description:",
        "des": "🙋🏻‍♀️ Welcome To My Shop Online Relics full of cool relics, gems and accessories! 🙆🏻 Our Zebra Head Statue is made of resin, high quality, unique and fun. It is made and colored by professional craftsmen with exquisite workmanship. It has high simulation, environmental protection, exquisite craftsmanship, simple and smooth curves, and a unique shape. The Zebra Head shape is vivid, the three-dimensional sense is strong, pure hand-made, and the color is calm and atmospheric, simple and exquisite, use them to create a beautiful house! Our Zebra Head Wall Decor Statue is a great companion and fun focal point for any room. Great stress relief, bedtime buddy, and daytime friend that reduces anxiety are great for colic relief and are so comforting, soft, and comfortable to play with. Favorite stuffed toys are soothing for toddlers and make carefree pets! The Zebra Head wall hanging is a stunning piece that adds color to any room. It looks nice in the bedroom or the living room. Primarily for indoor use but can also be used outdoors. For Holiday Gifts, To relatives, friends, and parents, It's also a great housewarming gift.🎄🎄 Specifications: 🎄 Material: Resin Color: white, yellow Issue: Animal Size: 34x24x14cm",
        "button": "Check Out"
    },
    {
        "id": "11",
        "image": "images/img11.jpg",
        "name": "Home Decoration Accessories | 3D Deer Head Statue |Animal Figurine | Miniature,Modern,Living Room,Decorative Art",
        "brand": "Brand:OnlineRelics",
        "price": "1099",
        "desc": "Description:",
        "des": "❤️Welcome To My Shop❤️ Our Faux Deer head is not only one of our most popular pieces, but it is also the piece chosen by most people as a unique piece that could be chic, rustic, and farmhouse. Now THAT is a tall order! We think it looks pretty good! The Perfect Gallery Wall Decor Our Large Brown Faux Deer Head goes perfect as a statement piece on your favourite gallery wall.The dimensions of our Faux Deer Head help add that little extra touch that makes any wall POP. By painting it white, we make sure that it goes perfectly with any wall as the easiest ",
        "button": "Check Out"
    },
    {
        "id": "12",
        "image": "images/img12.jpg",
        "name": "Rhino Rhinoceros Faux Taxidermy Trophy Animal Head Ornament Sculpture wall decor for Safari or animal themed bohemian house",
        "brand": "Brand:OnlineRelics",
        "price": "1169",
        "desc": "Description:",
        "des": "Add a touch of elegance with our White Resin Rhinoceros Head Ornament. Perfect for home, hotel, or wall decor, this exquisite piece is crafted with precision and makes for a unique and thoughtful gift.Add a touch of nature to your home decor with our life-like 3D White Resin Rhinoceros Head Ornament. Crafted with meticulous attention to detail, this exquisite piece brings a sense of elegance and sophistication to any space. Whether you're decorating your living room, bedroom, office, or hotel, this stunning rhinoceros head sculpture is sure to leave you mesmerized.  Why should you buy it? Prepare to be blown away by the beauty and artistry of this ornament. The intricate design and stepped texture create a captivating visual appeal that effortlessly enhances the ambiance of any room. Its white color adds a touch of purity and tranquility to your surroundings, creating a serene and inviting atmosphere. Who is it for? This versatile ornament is perfect for a wide range of individuals. Whether you're shopping for yourself, looking to surprise your loved ones, or searching for a unique gift for occasions like birthdays, housewarmings, weddings, or anniversaries, this rhinoceros head ornament is a fantastic choice. It appeals to animal lovers, art enthusiasts, and those who appreciate the charm of decorative accents. Available colors & sizes: Our White Resin Rhinoceros Head Ornament is currently available in a classic white shade, which complements various interior styles. It is designed to make a statement and add a touch of sophistication to your decor.",
        "button": "Check Out"
    }

    ]