[
    {
        "id": 1,
        "image": "images/img1.jpg",
        "name": "Rectangular Art Deco Wall Mirror Stained Glass Hand Made",
        "brand": "Brand:ArtDeco",
        "price": "799",
        "desc": "Description",
        "des": "An Art Deco mirror.46 cm x 33 cm,and finished with black.Clean mirror with a microfiber cloth.Best placed by a window, or light source, to emphasize the effect.Strug,ready to hang.I studied for eight years, at the London College of Furniture and Ecole Boulle in Paris. I learnt many traditional, as well as modern techniques, and i have combined these to produce what i hope are interesting and pleasing items.",
        "button": "Check Out"
    },
    {
        "id": 2,
        "image": "images/img2.jpg",
        "name": "Pink & Black Art Deco Stained Glass Rectangular Mirror",
        "brand": "Brand:ArtDeco",
        "price": "1299",
        "desc": "Description",
        "des": "Unique Round Mirror on Tempered Glass Wall Mirror; this free-floating, reverse printed, tempered art glass with beveled mirror translates to incredible wall art.We offer a different and innovative interior decoration solution with our Unique Tempered Glass Mirrors with very simple wall mounting. Perfect for a modern fashionist with a go-getting lifestyle, this mirror features very trendy frame artwork. The piece is printed on tempered art glass. The colors of our tempered glass mirrors, which we produce with the UV printing technique, do not fade over time. It can be easily cleaned with a damp cloth.With our special printing technique, pictures are printed directly on the back part of the glass.Free floating tempered art glass frame ; Stainless steel sawtooth hangers safely secure art to Wall.When you hang your product on your wall, there is no risk of falling to the ground because it is mounted on the wall securely with the special hanging apparatus we made for this product.Product techniques - digital super high resolution had printing artwork, picture is reverse printed on ultra white tempered glassVivid color create the feel of natural and masterpiece, bring a immersive experience to you, WATER RESISTANT, color fading-resistant and EASY TO CLEAN.If you want a different gift for your loved ones and make a difference for yourself at home or in your office, our mirrors are just for you.A perfect Christmas, New Year, Thanksgiving, Mother's Day, Father's Day, Birthday Gift for your relatives and friends. A great piece to put center stage in your entryway,living room, bedroom, bathroom, etc.Mirrors are sent in a specially protected packaging, although they are extremely resistant to breakage due to their tempered nature.",
        "button": "Check Out"
    },
    {
        "id": 3,
        "image": "images/img3.jpg",
        "name": "Rectangular Art Deco Wall Mirror Stained Glass Hand Made",
        "brand": "Brand:ArtDeco",
        "price": "3199",
        "desc": "Description",
        "des": "Made in orange-yellow-green tones. As if at home a piece of summer and autumn :)Can be hung horizontally and vertically.Hello dear buyer! Welcome to our authorship stained glass decors store!We are Mariana and Daria, founders of this store and people who create beauty for you. We have been engaged in stained glass for over nine years.In this difficult time, work saves us and your smiles warm us. We love our business and do our best to ensure that you are satisfied with the fact that you turned to us.We can also create individual works. If you have an idea that you really want to implement, then we will help you and create a sketch just for your taste.Stained glass art is much more versatile than you might imagine. And we can always create something amazing! We work in tiffany stained glass technique. Each detail is manually cut, sharpened and wrapped in copper foil separately. Next, we lay out all the details on the template and solder with the help of flux and solder.We pack the product with high quality and reliability. We fix the product inside the package so that it reaches you whole. When unpacking the product, please do not pull on the film, cut it carefully with a knife or scissors.On-screen and live color may differ slightly as different screens may show different shades. Our products are not afraid of the sun and moisture. You can easily get rid of plaque, just rub the product with a dry cloth and it will be like new.Dear customer, we are working as usual. There may be a slight delay in delivery hope for your understanding.The product is made with love in Ukraine.",
        "button": "Check Out"
    },
    {
        "id": 4,
        "image": "images/img4.jpg",
        "name": "Vintage 1930's Mirror- Fan Shaped Stained Glass",
        "brand": "Brand:ArtDeco",
        "price": "2999",
        "desc": "Description",
        "des": "This is a vintage fan shaped handbag or travel mirror in a leather case. Made circa 1930 or 1940. The mirror Art Deco in style. The mirror is enamelled with a rabbit and moon design. The case is embossed with the words ‘Vanity Fair’. The mirror is distressed see photos.10.5 x 7.5cm.We have a wide range of antique and vintage items in our shop and will be happy to combine shipping costs. Please take a look at our other items.About us Classic Brocante is a husband and wife team, Franc and Karen Jackson. We are based in Rugby, England, which is conveniently situated for both UK and European travel. Classic Brocante sources, buys and sells vintage, antique and unusual items including jewellery, kitchenalia, collectables, curios and bric-a-brac. We pride ourselves on delivering high-quality items to buyers around the world and ensuring that our listings are as accurate as possible.",
        "button": "Check Out"
    },
    {
        "id": 5,
        "image": "images/img5.jpg",
        "name": "Wavy Mirror Neon Sign, Custom Mirror Led Neon Sign, Mirror Wall Art Neon Sign, Neon Sign Bedroom, Home Room Wall Decor, Led Mirror",
        "brand": "Brand:MagicMirrors",
        "price": "699",
        "desc": "Description:",
        "des": "*** THIS IS MIRROR NEON SIGN **❣️❣️❣️ Photo props in the coffee shop, and it can also be placed on the wall in the living room. It can be used as a mirror for makeup in the bedroom. It is very textured when taking makeup and taking pictures.❥【LIGHT UP YOUR PARTY】Exquisite, lightweight and durable neon signs convey bright and energetic messages, provide impact and emotional atmosphere for your important activities, and make simple life more colorful and interesting.❥【ADJUSTABLE BRIGHTNESS】 The middle button controls the switch, the up and down buttons can adjust the brightness (10%-100%). When you turn it off and then turn it on again, the smart neon light will return to its previous state without pressing any buttons. ❥【REUSABLE & DURABLE】This flexible led neon light is mounted on a silver acrylic board. The neon lights are made of silicone tubes and acrylic backboard. Compared with traditional glass neon lights, it is brighter, safer, more environmentally friendly, more durable, energy-saving, no noise, no heat, and convenient to use in various scenes. There is no risk of broken glass or leakage of harmful substances. It is a good gift for family and babies. ❥【EASY TO INSTALL】The neon signs have pre-drilled holes, crystal line, chains and fixing screws. You can quickly hang it or fix it to the wall, or place it on any flat place. Neon signs are used on the photo wall to make it more dazzling. ❥【WIDE APPLICATION】The large neon signs can be the perfect choice for any age. Bright but not dazzling, suitable for bachelor parties, engagement parties, birthday parties, weddings, home decoration, bedroom walls, offices, bars, cafes, beer, windows, dormitories, restaurants, etc. ❥【 PROCESSING 】1. Usually we need 3-5 days to process the order, make and send it. 2. Free global delivery within 7 to 15 days.3. You can provide 6-10 days of express delivery service as required, but you need to pay additional fees. ❥ You can choose the style you like in the picture. Our logo supports customization. You can refer to the pictures we provide you. Maybe it will give you more creative inspiration. Just provide us with content, color, size or send us your design drawings and detailed requirements.❥ We are glad to create personalized signs for you, please contact us for any questions!",
        "button": "Check Out"
    },
    {
        "id": 6,
        "image": "images/img6.jpg",
        "name": "Custom Wavy Mirror Led Sign, Neon Mirror Sign, Custom Wavy Light Sign Bedroom Home Wall Decor LED Art Party Light Sign Decoration",
        "brand": "Brand:MagicMirrors",
        "price": "1149",
        "desc": "Description:",
        "des": "Mirror Neon Sign Name: Wavy Product power: 12v Input voltage: 110V-240V Light color: multicolor Base plate material: AcrylicBase plate color: silverInstallation method: screw and chain installationUse place: indoor/outdoor This is a flexible LED neon light, and the LED light inside the flexible silicone tube looks like an old-fashioned glass neon light. Flex LED neon lights are safe and reliable, not fragile. Larger text and logos are a better choice. Neon lights are fragile, but for small text logos, it is more flexible and bends better. If you are looking for neon lights, please visit our store or contact us. This flexible led neon light is mounted on a silver acrylic board. It is handmade, you can customize a larger size, any color.Available colors: orange, red, yellow, green, blue, white, pink, purple, warm white, ice blue, lemon yellow, light pink. Please check our color chart.This bendable LED custom neon light can be screw-mounted or chain-mounted. It has a hanging chain and a backing hole. You can customize any text, logo, color and size according to your needs. Neon lights will play an amazing decorative role in your rooms, bars, shops, birthday parties, weddings and other places. It can be used as a mirror for makeup in the bedroom. It is very textured when taking makeup and taking pictures. For customization, please contact us!100V-240V transformers used all over the world 100% hand-made flexible LED neon lights.Indoor use (or outdoor use)1 year warranty【Package includes】The package includes: neon light x 1, 110-240 volt transformer x 1, a set of screws, a set of hanging chains We do not accept returns or refunds of customized LED neon signs. If there are any problems, we will resend or send replacement parts. Please consider before ordering. Thank you for your understanding.All our neon lights support customization. You can choose the font, color, size according to your needs. Just contact us!",
        "button": "Check Out"
    },
    {
        "id": 7,
        "image": "images/img7.jpg",
        "name": "Custom Mirror Led Sign, Neon Mirror Sign, Light up Mirror for Bedroom, Wall Decor, Personalized Gift",
        "brand": "Brand:MagicMirrors",
        "price": "3049",
        "desc": "Description:",
        "des": "** Mirror Neon Sign IMPORTANT:This Led sign is made with neon strips and features a backdrop of acrylic mirror and PVC. However, it should only be used for decoration and is not a replacement for a full-length mirror.Shop our awesome range of LED neon mirror signs and cheap neon signs for sale, is smartly designed to last for years, it install on a acrylic mirror backboard which connects to a 2-meter clear power cord, it will durable for years. All our mirror signs are handcrafted, child-safe and friendly, are a perfect way to get attention and create an inviting aura. It will perfectly for your bedroom, home bar, pub, man cave or garage, wedding decoration, restaurant, salon logo, and special events, will enliven any space with its bright shine that glows during day and night.🪴POLICIE ● Warranty 24 months on manufacturer's defects (cost for shipping covered by buyer)● Won’t accept customize Led neon sign return or refund. If there’s any problem, we will resend or send replacement part. Please noted before ordering.🪴MORE ABOUT US You can click this link to know more about our products:Https://www.etsy.com/ca/shop/CustomGiftKing 🪴WHAT’S INCLUDED ●1 Neon Mirror Sign●12V Power adapter (AC110-240V)● Plug (depends on destination)●Chain and screw set.● A dimmer 🪴APPLICATION● Bedroom decor/ Aesthetic Room Decor / Home Decor / Engagement gifts / Birthday Party/ redecorating room /Wall Decor🪴SHIPPING● Mirror sign custom production time: 3 days for production.●Transportation time: About 6-9 working days delivery by FedEx express. 🪴MATERIAL ●Made from flexible, long-lasting and environmentally friendly led neon strip with PVC expansion sheet and acrylic mirror surface mounting backboard cut along the shape. ●The LED neon sign come standard with a 2 meters clear power cord and power adapter, with a plug fit for your location standar",
        "button": "Check Out"
    },
    {
        "id": 8,
        "image": "images/img8.jpg",
        "name": "Wavy Pink Neon Mirror, Glowing Mirror Led Neon Sign,Neon Wall Art, Mirror Artistic Vintage for Livingroom, Personalized Gifts",
        "brand": "Brand:MagicMirrors",
        "price": "1999",
        "desc": "Description:",
        "des": " Name: WavyProduct power: 12vInput voltage: 110V-240VLight color: multicolorBase plate material: AcrylicBase plate color: silverInstallation method: screw and chain installation Use place: indoor/outdoorThis is a flexible LED neon light, and the LED light inside the flexible silicone tube looks like an old-fashioned glass neon light. Flex LED neon lights are safe and reliable, not fragile. Larger text and logos are a better choice. Neon lights are fragile, but for small text logos, it is more flexible and bends better. If you are looking for neon lights, please visit our store or contact us.This flexible led neon light is mounted on a silver acrylic board. It is handmade, you can customize a larger size, any color. Available colors: orange, red, yellow, green, blue, white, pink, purple, warm white, ice blue, lemon yellow, light pink. Please check our color chart.This bendable LED custom neon light can be screw-mounted or chain-mounted. It has a hanging chain and a backing hole. You can customize any text, logo, color and size according to your needs. Neon lights will play an amazing decorative role in your rooms, bars, shops, birthday parties, weddings and other places. It can be used as a mirror for makeup in the bedroom. It is very textured when taking makeup and taking pictures. For customization, please contact us!100V-240V transformers used all over the world.100% hand-made flexible LED neon lights.Indoor use (or outdoor use)1 year warranty【Package includes】The package includes: neon light x 1, 110-240 volt transformer x 1, a set of screws, a set of hanging chains We do not accept returns or refunds of customized LED neon signs. If there are any problems, we will resend or send replacement parts. Please consider before ordering. Thank you for your understanding. All our neon lights support customization. You can choose the font, color, size according to your needs. Just contact us!",
        "button": "Check Out"
    },
    {
        "id": 9,
        "image": "images/img9.jpg",
        "name": "Round Entryway Hallway Mirror for Bathroom Vanity-Decorative Mirror on Tempered Glass-Living Room Mirror Luxury Home Decor-Stained mirror",
        "brand": "Brand:PhotoStation",
        "price": "999",
        "desc": "Description:",
        "des": "Unique Tempered Glass Wall Mirror; this free-floating, reverse printed, tempered art glass with beveled mirror translates to incredible wall art.We offer a different and innovative interior decoration solution with our Unique Tempered Glass Mirrors with very simple wall mounting. Perfect for a modern fashionist with a go-getting lifestyle, this mirror features very trendy frame artwork. The piece is printed on tempered art glass.The colors of our tempered glass mirrors, which we produce with the UV printing technique, do not fade over time. It can be easily cleaned with a damp cloth.With our special printing technique, pictures are printed directly on the back part of the glass.Free floating tempered art glass frame ; Stainless steel sawtooth hangers safely secure art to Wall. When you hang your product on your wall, there is no risk of falling to the ground because it is mounted on the wall securely with the special hanging apparatus we made for this product.Product techniques - digital super high resolution had printing artwork, picture is reverse printed on ultra white tempered glass Vivid color create the feel of natural and masterpiece, bring a immersive experience to you, WATER RESISTANT, color fading-resistant and EASY TO CLEAN.If you want a different gift for your loved ones and make a difference for yourself at home or in your office, our mirrors are just for you.A perfect Christmas, New Year, Thanksgiving, Mother's Day, Father's Day, Birthday Gift for your relatives and friends. A great piece to put center stage in your entryway,living room, bedroom, bathroom, etc.Mirrors are sent in a specially protected packaging, although they are extremely resistant to breakage due to their tempered nature.",
        "button": "Check Out"
    },
    {
        "id": 10,
        "image": "images/img10.jpg",
        "name": "Stained Round Mirror Wall Decor-Tempered Glass Mirror-Circle Mirror for Wall-Bathroom Mirror-Mosaic Mirror-Modern Wall Mirror-Vanity Mirror",
        "brand": "Brand:PhotoStation",
        "price": "2299",
        "desc": "Description",
        "des": "Unique Tempered Glass Wall Mirror; this free-floating, reverse printed, tempered art glass with beveled mirror translates to incredible wall art.We offer a different and innovative interior decoration solution with our Unique Tempered Glass Mirrors with very simple wall mounting.Perfect for a modern fashionist with a go-getting lifestyle, this mirror features very trendy frame artwork. The piece is printed on tempered art glass.The colors of our tempered glass mirrors, which we produce with the UV printing technique, do not fade over time. It can be easily cleaned with a damp cloth.With our special printing technique, pictures are printed directly on the back part of the glass. Free floating tempered art glass frame ; Stainless steel sawtooth hangers safely secure art to Wall. When you hang your product on your wall, there is no risk of falling to the ground because it is mounted on the wall securely with the special hanging apparatus we made for this product.Product techniques - digital super high resolution had printing artwork, picture is reverse printed on ultra white tempered glassVivid color create the feel of natural and masterpiece, bring a immersive experience to you, WATER RESISTANT, color fading-resistant and EASY TO CLEAN. If you want a different gift for your loved ones and make a difference for yourself at home or in your office, our mirrors are just for you.A perfect Christmas, New Year, Thanksgiving, Mother's Day, Father's Day, Birthday Gift for your relatives and friends. A great piece to put center stage in your entryway,living room, bedroom, bathroom, etc.Mirrors are sent in a specially protected packaging, although they are extremely resistant to breakage due to their tempered nature. EXPRESS FREE SHIPPING WITH FEDEX or DHL.ALL MIRRORS ARE READY TO HANG PROCESSING TIME.It will take up to 3 business days to manufacture depending on the season. Please be aware that manufacturing time is NOT shipping time, this is of the time we need to manufacture your custom item.DELIVERY INFORMATIO We offer FREE, Full Tracking Shipping worldwide via - EXPRESS Mail Service- All labels are made on order and are prepared in our workshop in Turkey.It will be printed within 1-3 days after your approval and shipped.Sample Average shipping time for USA: 1-3 days printing + 3-4 days shipping = Total Delivery Time 4-7 working days.CARGO DELIVERY TIME: USA: 3-4 business days.United Kingdom: 1-2 business days.North America: 2-3 business days.Canada: 2-3 business days.Europe: 2-3 business days.Australia, New Zealand and Oceania: 3-4 business days. ",
        "button": "Check Out"
    },
    {
        "id": 1,
        "image": "images/img11.jpg",
        "name": "Large Round Mirror Wall Decor Stained Tempered Glass Mirror-Circle Mirror for Wall-Bathroom Mirror-Stained Wall Hanging Mirror-Modern Wall, Mirror-Vanity Mirror",
        "brand": "Brand:PhotoStation",
        "price": "579",
        "desc": "Description",
        "des": "Unique Round Mirror on Tempered Glass Wall Mirror; this free-floating, reverse printed, tempered art glass with beveled mirror translates to incredible wall artWe offer a different and innovative interior decoration solution with our Unique Tempered Glass Mirrors with very simple wall mounting.Perfect for a modern fashionist with a go-getting lifestyle, this mirror features very trendy frame artwork. The piece is printed on tempered art glass. The colors of our tempered glass mirrors, which we produce with the UV printing technique, do not fade over time. It can be easily cleaned with a damp cloth With our special printing technique, pictures are printed directly on the back part of the glass. Free floating tempered art glass frame ; Stainless steel sawtooth hangers safely secure art to Wall. When you hang your product on your wall, there is no risk of falling to the ground because it is mounted on the wall securely with the special hanging apparatus we made for this product. Product techniques - digital super high resolution had printing artwork, picture is reverse printed on ultra white tempered glass Vivid color create the feel of natural and masterpiece, bring a immersive experience to you, WATER RESISTANT, color fading-resistant and EASY TO CLEAN.If you want a different gift for your loved ones and make a difference for yourself at home or in your office, our mirrors are just for you. A perfect Christmas, New Year, Thanksgiving, Mother's Day, Father's Day, Birthday Gift for your relatives and friends. A great piece to put center stage in your entryway,living room, bedroom, bathroom, etc.Mirrors are sent in a specially protected packaging, although they are extremely resistant to breakage due to their tempered nature.",
        "button": "Check Out"
    },
    {
        "id": 12,
        "image": "images/img12.jpg",
        "name": "Entryway Hallway Mirror for Bathroom Vanity-Decorative Mirror on Tempered Glass-Living Room Mirror Luxury Home Decor-Aesthetic mirror",
        "brand": "Brand:PhotoStation",
        "price": "2499",
        "desc": "Description",
        "des": "Unique Tempered Glass Wall Mirror; this free-floating, reverse printed, tempered art glass with beveled mirror translates to incredible wall art.We offer a different and innovative interior decoration solution with our Unique Tempered Glass Mirrors with very simple wall mounting.Perfect for a modern fashionist with a go-getting lifestyle, this mirror features very trendy frame artwork. The piece is printed on tempered art glass.The colors of our tempered glass mirrors, which we produce with the UV printing technique, do not fade over time. It can be easily cleaned with a damp cloth. With our special printing technique, pictures are printed directly on the back part of the glass.Free floating tempered art glass frame ; Stainless steel sawtooth hangers safely secure art to Wall. When you hang your product on your wall, there is no risk of falling to the ground because it is mounted on the wall securely with the special hanging apparatus we made for this product.Product techniques - digital super high resolution had printing artwork, picture is reverse printed on ultra white tempered glassVivid color create the feel of natural and masterpiece, bring a immersive experience to you, WATER RESISTANT, color fading-resistant and EASY TO CLEAN. If you want a different gift for your loved ones and make a difference for yourself at home or in your office, our mirrors are just for you.A perfect Christmas, New Year, Thanksgiving, Mother's Day, Father's Day, Birthday Gift for your relatives and friends. A great piece to put center stage in your entryway,living room, bedroom, bathroom, etc.Mirrors are sent in a specially protected packaging, although they are extremely resistant to breakage due to their tempered nature. EXPRESS FREE SHIPPING WITH FEDEX or DHL.*** All Framed and Unframed Mirrors are READY TO HANG ***WE HAVE FRAME OPTIONS - METAL FRAME  We offer a choice of frames for your Mirror. All of them are stylish shiny metal frame. There are 4 color options.Silver, Black, Gold,Rose",
        "button": "Check Out"
    }
    
    ]