[
    {
        "id":"1",
        "image": "images/img1.jpg",
        "name": "Orange Floral Mango Wood Photo Frame - 4x6 Picture Frame - 5x7 Photo Frame - Colourful Frame - Sustainable Frame - 1st Birthday Gift",
        "brand": "Brand:ByAmberAndRose",
        "price": "3949",
        "desc": "Description:",
        "des": "Our stunning picture frames are a bright addition to any home. The vivid orange is perfect to display any photo on any mantlepiece. Perfect for displaying a colourful memory, perhaps from a great adventure? The frame comes with a glass window to display and protect the photograph behind. At the back is a stand for horizontal surfaces and you can use the frame for both portrait or landscape pictures. Available in two sizes: to fit a 6x4 inch image or to fit 7x5 inch image.  Our Vidya photo frames are made from a mango wood base with a resin front. The pattern is expertly printed by the artisans at Noah's Ark. Please note that as this is a handmade product, the orange colour does vary (some frames are a darker orange than others).  All our frames are expertly handcrafted in India by the artisans at W.F.T.O. members, ‘Noah's Ark’, who use a mix of contemporary and traditional methods to create the stunning designs. Dimensions:  To fit a 6x4 inch photo (full size of the whole frame is 21.5 x 16.5cm) To fit a 7x5 inch photo (full size of the whole frame is 24 x 19cm) ",
        "button": "Check Out"
    },
    {
        "id":"2",
        "image": "images/img2.jpg",
        "name": "6″ x 4″ Neela Blue and Gold Patterned Photo Frame - Tabletop Frame - Portrait or Landscape - Resin and Mango Wood - Handmade",
        "brand": "Brand:ByAmberAndRose",
        "price": "2939",
        "desc": "Description:",
        "des": "This beautiful photo frame features a stunning hand printed pattern, crafted by one of our expert Fair Trade artisans. Fill it with your favourite photo or share it with a loved one for a thoughtful birthday, new home, or wedding gift. Dimensions: 21.5 × 16.5 × 2 cm This frame has a glass window to display and protect the photograph, and a stand for portrait or landscape orientation on flat surfaces. Our frames are made entirely by hand using traditional skills handed down from one generation to the next. The front is crafted from resin, painted and pieced together to create the unique design. The structure of the frame is crafted from mango wood. Mango trees have an incredibly long life, but eventually stop bearing fruit and are replaced by younger trees. As India produces, by far, the most mangos in the world, this results in a huge industry using one of the most sustainable woods known to man. Due to the handmade nature of these products each one is unique, but loveliness comes as standard.",
        "button": "Check Out"
    },
    {
        "id":"3",
        "image": "images/img3.jpg",
        "name": "Carved Border Mango Wooden Photo Frame - 5x7 Picture Frame - 8x10 Picture Frame - Handmade Frame - Sustainable Picture Frame - Home Decor",
        "brand": "Brand:ByAmberAndRose",
        "price": "1629",
        "desc": "Description:",
        "des": "This beautiful photo frame features a stunning hand printed pattern, crafted by one of our expert Fair Trade artisans. Fill it with your favourite photo or share it with a loved one for a thoughtful birthday, new home, or wedding gift Dimensions: 21.5 × 16.5 × 2 cm This frame has a glass window to display and protect the photograph, and a stand for portrait or landscape orientation on flat surfaces. Our frames are made entirely by hand using traditional skills handed down from one generation to the next. The front is crafted from resin, painted and pieced together to create the unique design. The structure of the frame is crafted from mango wood. Mango trees have an incredibly long life, but eventually stop bearing fruit and are replaced by younger trees. As India produces, by far, the most mangos in the world, this results in a huge industry using one of the most sustainable woods known to man. Due to the handmade nature of these products each one is unique, but loveliness comes as standard.",
        "button": "Check Out"
    },
    {
        "id":"4",
        "image": "images/img4.jpg",
        "name": "Green Antique Style Wooden Photo Frame - 4x6 Picture Frame - Handcrafted Frame - Rustic Frame - Sustainable Frames - Vintage Picture Frame",
        "brand": "Brand:ByAmberAndRose",
        "price": "1939",
        "desc": "Description:",
        "des": "Our stunning carved mango wood picture frames are finished with an antique effect green paint for a vintage feel This beautiful mango wood photo frame has been hand-carved with a simple flower design and finished with an antique green paint to give it a vintage or distressed look finish.  All our beautiful frames are made from mango wood, one of the most sustainable woods known to man. The frame comes with a glass window to display and protect the photograph behind. At the back is a stand so that you can display your photograph on e.g. a shelf. You can use the frame for both portrait or landscape pictures. Due to the handmade nature of these products designs may slightly vary but loveliness comes as standard.  The frame has been designed to hold a 6x4 inch photograph. Made From: All our mango wood products are hand carved by WFTO accredited producers in India. They are made entirely by hand using traditional skills handed down from generation to generation. Mango trees have an extremely long life but eventually do stop bearing fruit and are replaced by younger trees. As India produces, by far, the most mangos in the world this results in a massive industry using one of the most sustainable woods known to man. Dimensions: Frame - 19cm x 24cm. Designed to fit a 6x4 inch photo. Can stand either landscape or portrait.",
        "button": "Check Out"
    },
    {
        "id": "5",
        "image": "images/img5.jpg",
        "name": "Custom Wooden Photo Frame, Anniversary Gifts. Personalized Photo Frame Lover Gift, Custom Engraved Photo Frame, Gift for Valentin",
        "brand": "Brand:JordansCharmed",
        "price": "3449",
        "desc": "Description:",
        "des": "The item is made of 100% FSC-certified wood. The laser-engraved photo frame is made of 100% natural wood.  Want to give her a unique Valentine's Day Gift? This Personalized Wood Photo Frame is the right choice for You! Also, who doesn't love Personalized Gifts?  Features: Wooden box dimensions: 5.5 x 7 x 0,1 inch Photo ",
        "button": "Check Out"
    },
    {
        "id": "6",
        "image": "images/img6.jpg",
        "name": "Custom Engraved Wooden Photo Frame, Perfect Mothers Day Gift for Mom, Personalised Photo Frame, Laser Engraved, Special Moment",
        "brand": "Brand:JordansCharmed",
        "price": "2349(",
        "desc": "Description:",
        "des": "The item is made of 100% FSC-certified wood.Make this Mother's Day extra special by gifting your mom a customised and engraved wooden photo frame. With its timeless and classic look, this frame will be the perfect way for her to showcase a cherished memory or special moment. Personalised with an engraved message or photo, this gift will be a heartwarming and sentimental reminder of your love and appreciation for her. So why not surprise your mom with this thoughtful and unique Mother's Day gift that she'll treasure for years to come? Material: Solid Wo The print does not fade and does not come off Can be used on any place with a flat surface such as desks, shelves-showcases, TV units, consoles etc.Feel free to ask us any further questions about our products, we would be happy to communicate with you!",
        "button": "Check Out"
    },
    {
        "id": "7",
        "image": "images/img7.jpg",
        "name": "Drawing Effect Personalised Photo Printed Wooden Photo, Custom Wooden Portrait, Watercolor Effect, Personalised Photo on Wood, Printed Photo",
        "brand": "Brand:JordansCharmed",
        "price": "1949",
        "desc": "Description:",
        "des": "The item is made of 100% FSC-certified wood The laser-engraved photo frame on wood is made of 100% natural wood. Send us the most precious moment with your lover and then we engrave it on wood where it stays forever just like your love.  Please note that according to whether your photo is vertical or horizontal the item is produced.It is sent with a stand for desktop display  Bıg size will ship with the kit for wall hanging and table, SMALL size is only suitable for using on the table.  Make your lover happy with such a precious meaningful gift for your Anniversary  The product will be sent to you with a special gift package. Feel free to ask us any further questions about our products, we would be happy to communicate with you!",
        "button": "Check Out"
    },
    {
        "id": "8",
        "image": "images/img8.jpg",
        "name": "Laser Engraved Photo Frame, Wood Burning Photo, Engraved Photo Wooden Frame, Custom Wooden Photo Frame,Custom Photo on Wood",
        "brand": "Brand:JordansCharmed",
        "price": "2049",
        "desc": "Description:",
        "des": "The item is made of 100% FSC-certified wood.Make this Mother's Day extra special by gifting your mom a customised and engraved wooden photo frame. With its timeless and classic look, this frame will be the perfect way for her to showcase a cherished memory or special moment. Personalised with an engraved message or photo, this gift will be a heartwarming and sentimental reminder of your love and appreciation for her. So why not surprise your mom with this thoughtful and unique Mother's Day gift that she'll treasure for years to come? Material: Solid Wo The print does not fade and does not come off Can be used on any place with a flat surface such as desks, shelves-showcases, TV units, consoles etc.Feel free to ask us any further questions about our products, we would be happy to communicate with you!",
        "button": "Check Out"
    },
    {
        "id":"9",
        "image": "images/img9.jpg",
        "name": "Portrait Painting From Photo,, – Personalized Gift Wall Art - Digital Print On Canvas Ready To Hang, Engagement Gift for Friend",
        "brand": "Brand:HelloAm",
        "price": "4149",
        "desc": "Description:",
        "des": "A beautiful and timeless portrait painting from photo to preserve that a special memory of yours. Your photo will be customised with my dreamy and semi-realistic watercolour effect. Each personalized gift can be customised with your names, date or a quote. The perfect wall art gift  💛 How It Works 💛  1. Select the material that you like and place your order  2. Send us your favourite photo, or up to 3 pictures through Etsy message for review and shortlisting   3. Receive your proof in 1-3 days  Edits are allowed on your names & font.   4. After your approval we will ship the print! ------------------------------------------------------------  💛 Print Options / Digital Option 💛 Digital File - Forever yours to keep  - Print-ready file (You print it yourself!)  - Ready to save on your phone/computer - Ready to share with your friends/family   Paper Print  - Beautiful semi-gloss paper  - 200 year archival quality with fade resistant- No frame  Wrapped Canvas with concealed framing  - Print On Canvas Ready To Hang (Concealed framing)  - 200 year archival quality with fade resistant  - Matte finish White Frame / Black Frame  - Ready to hang - Print + 100% real wood frame",
        "button": "Check Out"
    },
    {
        "id":"10",
        "image": "images/img10.jpg",
        "name": "Watercolor Couple Portrait from Photo, Custom Wedding Anniversary Gift for Wife Husband Parents, Engagement Gift for Friend, Unique Wall Art",
        "brand": "Brand:HelloAm",
        "price": "2349",
        "desc": "Description:",
        "des": "A beautiful and unique wall art to preserve that a special memory of yours.  Your photo will be customised with my dreamy and semi-realistic watercolour effect. Each watercolor Couple Portrait can be customised with your names, date or a quote. This portrait from photo gift is perfect for an Engagement Gift for Friend A custom wedding anniversary gift for wife An engagement gift for Friend 💛 How It Works 💛  1. Select the material that you like and place your order  2. Send us your favourite photo, or up to 3 pictures through Etsy message for review and shortlisting.  3. Receive your proof in 1-3 days Edits are allowed on your names & font.  4. After your approval we will ship the print! 💛 Print Options / Digital Option 💛  Digital File: - Forever yours to keep - Print-ready file (You print it yourself!)- Ready to save on your phone/computer - Ready to share with your friends/familyPaper Print - Beautiful semi-gloss paper - 200 year archival quality with fade resistant - No frame White Frame / Black Frame - Ready to hang - Print + 100% real wood frame",
        "button": "Check Out"
    },
    {
        "id":"11",
        "image": "images/img11.jpg",
        "name": "Portrait Painting From Photo,, – Personalized Gift Wall Art - Digital Print On Canvas Ready To Hang, Engagement Gift for Friend",
        "brand": "Brand:HelloAm",
        "price": "1749",
        "desc": "Description:",
        "des": "A beautiful and timeless portrait painting from photo to preserve that a special memory of yours Your photo will be customised with my dreamy and semi-realistic watercolour effect. Each personalized gift can be customised with your names, date or a quote.   The perfect wall art gift 💛 How It Works 💛  1. Select the material that you like and place your order  2. Send us your favourite photo, or up to 3 pictures through Etsy message for review and shortlisting.  3. Receive your proof in 1-3 days  Edits are allowed on your names & font. 4. After your approval we will ship the print! 💛 Print Options / Digital Option 💛  Digital File - Forever yours to keep  - Print-ready file (You print it yourself!)   - Ready to save on your phone/computer  - Ready to share with your friends/family Paper Print   - Beautiful semi-gloss paper - 200 year archival quality with fade resistant - No frame White Frame / Black Frame  - Ready to hang - Print + 100% real wood frame",
        "button": "Check Out"
    },
    {
        "id":"12",
        "image": "images/img12.jpg",
        "name": "Portrait Painting From Photo,, – Personalized Gift Wall Art - Digital Print On Canvas Ready To Hang, Engagement Gift for Friend",
        "brand": "Brand:HelloAm",
        "price": "2139",
        "desc": "Description:",
        "des": "A beautiful and timeless portrait painting from photo to preserve that a special memory of yours Your photo will be customised with my dreamy and semi-realistic watercolour effect. Each personalized gift can be customised with your names, date or a quote.   The perfect wall art gift 💛 How It Works 💛  1. Select the material that you like and place your order  2. Send us your favourite photo, or up to 3 pictures through Etsy message for review and shortlisting.  3. Receive your proof in 1-3 days  Edits are allowed on your names & font. 4. After your approval we will ship the print! 💛 Print Options / Digital Option 💛  Digital File - Forever yours to keep  - Print-ready file (You print it yourself!)   - Ready to save on your phone/computer  - Ready to share with your friends/family Paper Print   - Beautiful semi-gloss paper - 200 year archival quality with fade resistant - No frame White Frame / Black Frame  - Ready to hang - Print + 100% real wood frame",
        "button": "Check Out"
    }
    
    ]